---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Tf
source: html/5bffa9a5-a459-5bb0-2f75-3723560cbe3f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Tf Property

Symbol Tf, indicating unit Tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId Tf { get; }
```